Repository: kepon85/lighten-mailbox
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: fr

source: When you have downloaded your archive and you have checked that its content is readable, you can start the cleaning (deletion of archived messages) by this link (irrevocable decision):
fr: Lorsque vous avez téléchargé votre archive et que vous avez vérifié que son contenu est lisible, vous pouvez lancer le nettoyage (suppression des messages archivés) par ce lien (décision irrévocable):

source: Archive ready to download
fr: Archive prête à télécharger

source: Hello
fr: Salut

source: Your archive is available for download until the
fr: Votre archive est disponible au téléchargement jusqu'au

source: by this link:
fr: par ce lien:

source: Congratulations, you have relieved your mailbox of
fr: Félicitations, vous avez allégé votre boîte aux lettres de

source: Relaunch
fr: Relancer

source: And above all, if you have already downloaded it:
fr: Et surtout, si vous l'avez déjà téléchargé:

source: You can start the cleaning (deletion of archived messages) by this link (irrevocable decision):
fr: Vous pouvez démarrer le nettoyage (suppression des messages archivés) par ce lien (décision irrévocable):

source: Queuing
fr: En file d'attente

source: You can follow the progress of your request by the address:
fr: Vous pouvez suivre l'avancement de votre demande par l'adresse:

source: Error
fr: Erreur

source: Waiting for approval
fr: En attente d'approbation

source: Waiting
fr: En attente

source: In progress
fr: En cours

source: Finished
fr: Terminé

source: Unknown
fr: Inconnue

source: Lighten your mailbox
fr: Allégez votre boîte mail

source: Status of your request [%d]
fr: État de votre demande [%d]

source: For %s on %s
fr: Pour %s sur %s

source: Error session : Not Found
fr: Erreur : session introuvable

source: Creation of an archive of your emails:
fr: Création d'une archive de vos emails :

source: (In front of you : %d, each in turn ...)
fr: (%d devant vous, chacun à son tour ...)

source: It is no longer possible to recover your archive, the deadline of %d days has expired.
fr: Il n'est plus possible de récupérer votre archive, le délai de %d jours est dépassé.

source: Deleting your emails:
fr: Supprimer vos e-mails:

source: (after archive)
fr: (après archive)

source: It's time to clean up!
fr: Il est temps de nettoyer !

source: Online storage is very important on the environment, this tool offers you to archive your messages by downloading them for storage on an external hard drive / USB key ...
fr: Le stockage en ligne est très énergivore et destructeur pour l'environnement, cet outil (libre et gratuit) vous propose d'archiver vos messages en les téléchargeant pour stockage sur votre ordinateur, disque dur externe, clé USB ...

source: Your account
fr: Votre compte

source: Setting
fr: Réglage

source: Level of computer knowledge
fr: Niveau de connaissance informatique

source: Beginner
fr: Débutant

source: Enlightened
fr: Éclairé

source: What do you want to do ?
fr: Qu'est-ce que tu veux faire ?

source: archive example
fr: exemple d'archive

source: Archive (download these emails) then delete
fr: Archiver (télécharger mes e-mails) puis (après validation), supprimer

source: Archive (download these emails)
fr: Archiver (télécharger mes e-mails)

source: Delete these emails
fr: Supprimer ces e-mails

source: In what format do you want to download these emails ?
fr: Dans quel format souhaitez-vous télécharger vos e-mails?

source: Open with Thunderbird, Outlook...
fr: Ouvrir avec Thunderbird, Outlook ...

source: Select emails
fr: Sélectionnez les e-mails

source: From
fr: De

source: To
fr: au

source: The emails that can be found
fr: Les e-mails qui se trouvent

source: Just the messages received
fr: Juste les messages reçus

source: Message received + sent
fr: Message reçu + envoyé

source: Enter your email information
fr: Entrez vos informations de messagerie

source: Email adress
fr: Adresse e-mail

source: Warning
fr: Attention

source: Gmail uses a special authentication, so it's a bit more complicated than for the others ... For gmail you need: <ul> <li>Log in to your account: <a href='https://gmail.com/'>https://gmail.com/</a></li> <li>Have activated IMAP: <a href='https://support.google.com/mail/'>https://support.google.com/mail/answer/7126229</a></li> <li>Finally on <a href='https://myaccount.google.com/lesssecureapps'>https://myaccount.google.com/lesssecureapps</a> click on 'Allow less secure applications'</li> </ul>
fr: Gmail utilise une authentification particulière, c'est donc un peu plus compliquer que pour les autres... Pour gmail il faut : <ul> <li>Vous connecter à votre compte : <a href='https://gmail.com/'>https://gmail.com/</a></li> <li>Avoir activer l'IMAP : <a href='https://support.google.com/mail/'>https://support.google.com/mail/answer/7126229</a></li> <li>Enfin sur <a href='https://myaccount.google.com/lesssecureapps'>https://myaccount.google.com/lesssecureapps</a> cliquez sur "Autoriser les applications moins sécurisées" </li> </ul>

source: Email password
fr: Mot de passe de l'email

source: Your email password
fr: Votre mot de passe de messagerie

source: Note for your password : You are using free software (the code of which is available here), so you can verify that it is used (encrypted with %s) so that the software performs the requested action temporarily. As soon as the action is started the password is deleted. Despite this, I encourage you to change your password after using this software (or by changing it now temporarily).
fr: Remarque pour votre mot de passe: vous utilisez un logiciel libre (dont le code est disponible ici), vous pouvez donc vérifier qu'il est utilisé (chiffré avec %s) afin que le logiciel effectue temporairement l'action demandée (archivage, suppression). Dès que l'action est démarré, le mot de passe est supprimé. Malgré cela, je vous en courage à changer votre mot de passe après avoir utilisé ce logiciel (ou en le changeant dès maintenant temporairement)

source: Automatic detection of IMAP parameters
fr: Détection automatique des paramètres IMAP

source: I accept the general terms of use
fr: J'accepte les conditions générales d'utilisation

source: Next
fr: Suivant

source: Email IMAP Connexion
fr: Connexion IMAP

source: We are trying to detect your IMAP configuration, please wait
fr: Nous essayons de détecter votre configuration IMAP, veuillez patienter

source: Cancel
fr: Annuler

source: We create an overview for validation, please wait
fr: Nous créons un aperçu pour validation, veuillez patienter

source: An error occured
fr: Une erreur s'est produite

source: We were unable to automatically detect your configuration, but you can specify it manually. Contact your email provider for more information on your IMAP connection settings. Check if your password is correct, otherwise automatic discovery is impossible.
fr: Nous n'avons pas pu détecter automatiquement votre configuration, mais vous pouvez la spécifier manuellement. Contactez votre fournisseur de messagerie pour plus d'informations sur vos paramètres de connexion IMAP. Vérifiez si votre mot de passe est correct, sinon la découverte automatique est impossible.

source: Contact your email provider for more information on your IMAP connection settings. Check if your password is correct.
fr: Contactez votre fournisseur de messagerie pour plus d'informations sur vos paramètres de connexion IMAP. Vérifiez si votre mot de passe est correct.

source: The connection to your mailbox has been successful!
fr: La connexion à votre boîte aux lettres a réussi!

source: Automatically search for IMAP settings
fr: Rechercher automatiquement les paramètres IMAP

source: IMAP username
fr: Nom d'utilisateur IMAP

source: IMAP password
fr: Mot de passe IMAP

source: IMAP server
fr: Serveur IMAP

source: IMAP port
fr: Port IMAP

source: Connection security
fr: Sécurité de la connexion

source: None
fr: Aucune

source: Validate the certificate
fr: Validez le certificat

source: Authentication method
fr: Méthode d'authentification

source: Encrypt
fr: Crypter

source: Select the IMAP folders to use
fr: Sélectionnez les dossiers IMAP à utiliser

source: Current connection...
fr: Connexion actuelle ...

source: Check the connection
fr: Vérifiez la connexion

source: Here is an overview of the impact of your request:
fr: Voici un aperçu de l'impact de votre demande:

source: Folder name
fr: Nom de dossier

source: Number of emails selected
fr: Nombre d'e-mails sélectionnés

source: Selected email sizes
fr: Taille d'e-mail sélectionnés

source: Over quota : Your archive exceeds the allowed quota size. A tip: reduce the time range (just 1 years, 6 months ...)
fr: Dépassement du quota : votre archive dépasse la taille de quota autorisée. Un conseil : réduisez la durée sélectionnée (seulement 1 an, 6 mois ...)

source: Here we go !
fr: Et c'est parti !

source: You will be redirected there automatically in a few seconds
fr: Vous y serez redirigé automatiquement dans quelques secondes

source: Validate
fr: Valider

source: You are about to delete the messages in your previously selected mailbox.\nNote: if you have requested an archive check that the download went well, that the archive is readable and that the messages are present.
fr: Vous êtes sur le point de supprimer les messages de votre boîte aux lettres précédemment sélectionnée. \n Remarque: si vous avez demandé une archive, vérifiez que le téléchargement s'est bien déroulé, que l'archive est lisible, que les messages sont présents.
